Repository: knotq-app/mobile
Catalog: ios/KnotQMobile/Localizable.xcstrings
Source language: en
Languages: ar, cs, da, de, el, es, fi, fr, he, hi, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant

# web.delete_account.kept_backups_logs_trailing
source: may contain residual copies for a short period before they age out on their normal rotation.
ar: قد تحتوي على نسخ متبقية لفترة قصيرة قبل انتهاء صلاحيتها في دورة الدوران العادية.
cs: mohou obsahovat zbývající kopie na krátkou dobu, než vypadnou z jejich normálního cyklu.
da: kan indeholde resterende kopier i en kort periode, før de udgår på deres normale rotation.
de: können für einen kurzen Zeitraum residuelle Kopien enthalten, bevor sie auf ihrer normalen Rotation auslaufen.
el: μπορεί να περιέχουν υπολειπόμενα αντίγραφα για μια σύντομη περίοδο πριν εξαφανιστούν στην κανονική τους περιστροφή.
es: pueden contener copias residuales durante un corto período antes de que se agoten en su rotación normal.
fi: saattavat sisältää jäljelle jääneitä kopioita lyhyen ajan ennen kuin ne poistetaan normaalin kiertosäädön mukaan.
fr: peut contenir des copies résiduelles pendant une courte période avant leur suppression lors de leur rotation normale.
he: עלול להכיל עותקי שיור לתקופה קצרה לפני שהם מתיישנים במחזורם הרגיל.
hi: उनके सामान्य रोटेशन पर समाप्त होने से पहले थोड़े समय के लिए अवशेष प्रतियां रख सकते हैं।
hu: rövid ideig tartalmazhatnak maradék másolatokat, mielőtt kiöregednek a normál cikluson.
id: mungkin berisi salinan sisa untuk waktu singkat sebelum mereka keluar pada rotasi normal mereka.
it: possono contenere copie residue per un breve periodo prima che si esauriscano nella loro rotazione normale.
ja: は通常のローテーション対象となる前に、短期間残存コピーが含まれる可能性があります。
ko: 단기간 동안 잔존 복사본을 포함할 수 있으며, 정상적인 로테이션에서 제거되기 전까지 유지됩니다.
ms: mungkin berisi salinan sisa untuk waktu singkat sebelum mereka kadaluarsa pada rotasi normal mereka.
nb: kan inneholde residuale kopier i en kort periode før de aldreres på sin normale rotasjon.
nl: kunnen gedurende een korte periode restantexemplaren bevatten voordat deze in hun normale circulatie verouderen.
pl: mogą zawierać pozostałe kopie przez krótki okres, zanim wygasną w zwykłej rotacji.
pt_br: podem conter cópias residuais por um curto período antes de serem descartadas em sua rotação normal.
pt_pt: podem conter cópias residuais por um curto período antes de expirem na sua rotação normal.
ro: pot conține copii reziduale pentru o scurtă perioadă înainte de a fi puse la discard în rotația normală.
ru: могут содержать остаточные копии в течение короткого периода, прежде чем они устаревают при обычной ротации.
sk: môžu obsahovať zvyšné kópie na krátku dobu, kým sa nevyčistia podľa normálneho plánu.
sv: kan innehålla restanta kopior under en kort period innan de åldras på sin normala rotationsschema.
th: อาจมีสำเนาคงเหลือในช่วงเวลาสั้น ๆ ก่อนที่จะหมดอายุตามรอบการหมุนเวียนปกติ
tr: kısa bir süre boyunca artık yedek kopyalar içerebilir.
uk: можуть містити залишкові копії протягом короткого періоду, перш ніж вони застаріють на своєму звичайному цикліку.
vi: có thể chứa các bản sao còn lại trong một thời gian ngắn trước khi chúng hết hạn theo quay vòng thường xuyên của chúng.
zh_hans: 在正常轮换之前可能包含残余副本。
zh_hant: 可能在正常輪換之前的短期內包含殘留副本。

# web.delete_account.kept_payment_records_label
source: Payment and invoice records
ar: سجلات الدفع والفواتير
cs: Záznamy o platbách a fakturách
da: Betalings- og fakturaregistre
de: Zahlungs- und Rechnungsdatensätze
el: Αρχεία πληρωμής και τιμολογίων
es: Registros de pago y facturas
fi: Maksu- ja laskutiedostot
fr: Enregistrements de paiement et de facture
he: רישומי תשלום וחשבוניות
hi: भुगतान और चालान रिकॉर्ड
hu: Fizetési és számla rekordok
id: Catatan pembayaran dan faktur
it: Record di pagamento e fatture
ja: 支払いと請求書記録
ko: 결제 및 송장 기록
ms: Rekod pembayaran dan faktur
nb: Betalings- og fakturaregistreringer
nl: Betalings- en factuurgegevens
pl: Rekordy płatności i faktur
pt_br: Registros de pagamento e faturas
pt_pt: Registos de pagamento e faturas
ro: Înregistrări de plată și facturi
ru: Записи о платежах и счётах
sk: Záznamy o platbách a faktúrach
sv: Betalnings- och fakturadetaljer
th: บันทึกการชำระเงินและใบแจ้งหนี้
tr: Ödeme ve fatura kayıtları
uk: Записи про платежі та рахунки-фактури
vi: Hồ sơ thanh toán và hóa đơn
zh_hans: 支付和发票记录
zh_hant: 付款和發票記錄

# web.delete_account.kept_payment_records_trailing
source: held by our payment provider, Lemon Squeezy, are retained under their own terms and tax/accounting requirements, separate from KnotQ.
ar: المحفوظة لدى موفر الدفع الخاص بنا، Lemon Squeezy، يتم الاحتفاظ بها وفقًا لشروطهم الخاصة ومتطلبات الضرائب والمحاسبة، منفصلة عن KnotQ.
cs: vedené naším poskytovatelem plateb, Lemon Squeezy, se uchovávají podle jejich vlastních podmínek a daňových/účetních požadavků, oddělené od KnotQ.
da: opbevaret af vores betalingsudbyder Lemon Squeezy, bevares under deres egne vilkår og skatte-/regnskabskrav, adskilt fra KnotQ.
de: von unserem Zahlungsanbieter Lemon Squeezy werden nach deren eigenen Bedingungen und steuer-/buchhalterischen Anforderungen separat von KnotQ aufbewahrt.
el: που διατηρούνται από τον πάροχο πληρωμών μας, Lemon Squeezy, διατηρούνται σύμφωνα με τους δικούς τους όρους και απαιτήσεις φόρων/λογιστικής, ξεχωριστά από το KnotQ.
es: mantenidos por nuestro proveedor de pagos, Lemon Squeezy, se retienen bajo sus propios términos y requisitos fiscales/contables, separados de KnotQ.
fi: joita maksuntarjoaja Lemon Squeezy säilyttää, säilytetään heidän omien ehtojen ja vero-/kirjanpitotarpeiden mukaan, erillään KnotQ:sta.
fr: détenus par notre fournisseur de paiement, Lemon Squeezy, sont conservés selon leurs propres conditions et exigences fiscales/comptables, séparés de KnotQ.
he: המוחזקים על ידי ספק התשלום שלנו, Lemon Squeezy, נשמרים בתנאים שלהם ודרישות מס/חשבונאות, בנפרד מ-KnotQ.
hi: हमारे भुगतान प्रदाता, Lemon Squeezy द्वारा रखे गए, उनके अपने नियमों और कर/लेखांकन आवश्यकताओं के तहत बनाए रखे जाते हैं, जो KnotQ से अलग हैं।
hu: amelyeket a fizetési szolgáltatónk, a Lemon Squeezy tart, az ő saját feltételeik és adó-/könyvelési követelmények szerint tartják, a KnotQ-tól függetlenül.
id: yang dipegang oleh penyedia pembayaran kami, Lemon Squeezy, disimpan sesuai dengan ketentuan mereka sendiri dan persyaratan perpajakan/akuntansi, terpisah dari KnotQ.
it: conservati dal nostro fornitore di pagamenti, Lemon Squeezy, sono trattenuti secondo i loro termini e i requisiti fiscali/contabili, separatamente da KnotQ.
ja: 当社の支払いプロバイダーLemon Squeezyが保有する記録は、KnotQとは別に独自の条件と税務/会計要件に基づいて保管されます。
ko: 결제 제공자 Lemon Squeezy에서 보관하는 기록은 KnotQ과 별개로 자체 약관 및 세금/회계 요구사항에 따라 유지됩니다.
ms: yang dipegang oleh penyedia pembayaran kami, Lemon Squeezy, disimpan berdasarkan syarat-syarat mereka sendiri dan persyaratan pajak/akuntansi, terpisah dari KnotQ.
nb: som holdes av betalingsleverandøren vår, Lemon Squeezy, oppbevares under deres egne vilkår og skatte-/regnskapsressurser, separat fra KnotQ.
nl: opgeslagen bij onze betalingsprovider Lemon Squeezy, worden bewaard onder hun eigen voorwaarden en belasting-/boekhoudvereisten, los van KnotQ.
pl: przechowywane przez naszego dostawcę płatności, Lemon Squeezy, są przechowywane zgodnie z ich warunkami oraz wymogami podatkowymi/księgowymi, niezależnie od KnotQ.
pt_br: mantidos por nosso provedor de pagamento, Lemon Squeezy, são retidos de acordo com seus próprios termos e requisitos fiscais/contábeis, separados da KnotQ.
pt_pt: mantidos pelo nosso fornecedor de pagamento, Lemon Squeezy, são retidos sob os seus próprios termos e requisitos fiscais/contabilísticos, separados de KnotQ.
ro: deținute de furnizorul nostru de plăți, Lemon Squeezy, sunt reținute conform propriilor condiții și cerințelor fiscale/contabile, separate de KnotQ.
ru: хранящиеся у нашего поставщика платежей Lemon Squeezy, сохраняются в соответствии с их собственными условиями и требованиями налогового учёта, отдельно от KnotQ.
sk: uchovávané naším poskytovateľom platieb, Lemon Squeezy, sa uchovávajú podľa ich vlastných podmienok a daňových/účtovných požiadaviek, oddelene od KnotQ.
sv: från vår betalningsleverantör Lemon Squeezy bevaras enligt deras egna villkor och skatte-/redovisningskrav, separat från KnotQ.
th: ที่ผู้ให้บริการการชำระเงินของเราคือ Lemon Squeezy เก็บไว้ตามข้อกำหนดของพวกเขาเองและข้อกำหนดด้านภาษี/บัญชีที่แยกต่างหากจาก KnotQ
tr: ödeme sağlayıcımız Lemon Squeezy tarafından tutulan, KnotQ'dan ayrı olarak kendi şartları ve vergi/muhasebe gereksinimleri kapsamında saklanır.
uk: затримані нашим постачальником платежів Lemon Squeezy, зберігаються на їхніх умовах та під вимогами податків/бухгалтерування, окремо від KnotQ.
vi: được lưu giữ bởi nhà cung cấp thanh toán của chúng tôi, Lemon Squeezy, được giữ lại theo các điều khoản riêng của họ và yêu cầu về thuế/kế toán, riêng biệt với KnotQ.
zh_hans: 由我们的支付提供商 Lemon Squeezy 保存，按其自身条款和税务/会计要求保留，与 KnotQ 分开。
zh_hant: 由我們的支付提供商 Lemon Squeezy 保管的記錄根據其自身條款和稅務/會計要求保留，與 KnotQ 分開。

# web.delete_account.kept_sessions_billing_label
source: Revoked sessions and billing-event records
ar: جلسات ملغاة وسجلات أحداث الفواتير
cs: Zrušené relace a záznamy účetních gebeurteností
da: Tilbagekaldte sessioner og faktureringshændelsesregistre
de: Widerrufene Sitzungen und Abrechnungsdatensätze
el: Ανακληθείσες σύνοδοι και αρχεία γεγονότων χρέωσης
es: Sesiones revocadas y registros de eventos de facturación
fi: Peruutetut istunnot ja laskutapahtumatiedot
fr: Sessions révoquées et enregistrements de facturation
he: פעולות מבוטלות ורישומי אירועי חיוב
hi: रद्द किए गए सत्र और बिलिंग-ईवेंट रिकॉर्ड
hu: Visszavont munkamenetek és számlázási eseményadatok
id: Sesi yang dibatalkan dan catatan peristiwa penagihan
it: Sessioni revocate e record degli eventi di fatturazione
ja: 取り消されたセッションと請求イベント記録
ko: 취소된 세션 및 청구 기록
ms: Sesi yang dibatalkan dan rekod acara pengebilan
nb: Tilbakekalte økter og fakturapostregistreringer
nl: Ingetrokken sessies en factureringsgegevens
pl: Anulowane sesje i rekordy zdarzeń rozliczeniowych
pt_br: Sessões revogadas e registros de eventos de faturamento
pt_pt: Sessões revogadas e registos de eventos de faturação
ro: Sesiuni revocate și înregistrări de evenimente de facturare
ru: Отозванные сеансы и записи о событиях выставления счёта
sk: Odvolané relácii a záznamy o udalostiach fakturácie
sv: Återkallade sessioner och faktureringshistorikposter
th: เซสชั่นที่เพิกเฉยและบันทึกเหตุการณ์การเรียกเก็บเงิน
tr: İptal edilen oturumlar ve fatura olayı kayıtları
uk: Скасовані сеанси та записи про eventos виставлення рахунків
vi: Các phiên đã thu hồi và hồ sơ sự kiện thanh toán
zh_hans: 被撤销的会话和计费事件记录
zh_hant: 已撤銷的工作階段和帳單事件記錄

# web.delete_account.kept_sessions_billing_middle
source: may be retained for up to
ar: قد يتم الاحتفاظ بها لمدة تصل إلى
cs: mohou být uchovány až
da: kan opbevares i op til
de: können bis zu
el: μπορεί να διατηρηθούν για έως
es: pueden retenerse hasta
fi: voidaan säilyttää enintään
fr: peut être conservé jusqu'à
he: עלול להישמר עד
hi: तक बनाए रखे जा सकते हैं
hu: legfeljebb a következőig tarthatók meg
id: dapat disimpan hingga
it: possono essere conservati fino a
ja: は最大
ko: 최대
ms: dapat disimpan hingga
nb: kan oppbevares i opptil
nl: kunnen tot
pl: mogą być przechowywane przez
pt_br: podem ser mantidos por até
pt_pt: podem ser retidos durante até
ro: pot fi reținute pentru până la
ru: могут сохраняться до
sk: môžu byť uchované až do
sv: kan behållas upp till
th: อาจเก็บไว้ได้นาน
tr: 42 güne kadar tutulabilir
uk: можуть зберігатися до
vi: có thể được giữ lại trong tối đa
zh_hans: 可能最长保留
zh_hant: 可能會保留長達

# web.delete_account.kept_sessions_billing_trailing
source: before they are automatically swept.
ar: قبل حذفها تلقائيًا.
cs: než budou automaticky odstraněny.
da: før de automatisk ryddes.
de: aufbewahrt werden, bevor sie automatisch gelöscht werden.
el: πριν αφαιρεθούν αυτόματα.
es: antes de que se limpien automáticamente.
fi: ennen kuin ne poistetaan automaattisesti.
fr: avant qu'ils ne soient automatiquement supprimés.
he: לפני שהם מסוחרים באופן אוטומטי.
hi: इसके बाद वे स्वचालित रूप से साफ कर दिए जाते हैं।
hu: előtt automatikusan törlödnek.
id: sebelum mereka dihapus secara otomatis.
it: prima che vengano automaticamente ripuliti.
ja: の間保管される可能性があります。
ko: 동안 유지될 수 있으며, 그 이후 자동으로 제거됩니다.
ms: sebelum mereka secara otomatis dibersihkan.
nb: før de blir automatisk fjernet.
nl: worden bewaard voordat ze automatisch worden verwijderd.
pl: zanim zostaną automatycznie usunięte.
pt_br: antes de serem automaticamente removidos.
pt_pt: antes de serem automaticamente removidos.
ro: înainte de a fi șterse automat.
ru: прежде чем они будут автоматически удалены.
sk: kým sa automaticky nevymažú.
sv: innan de automatiskt städas bort.
th: ก่อนที่จะถูกลบออกโดยอัตโนมัติ
tr: otomatik olarak temizlenmeden önce.
uk: перш ніж вони будуть автоматично очищені.
vi: trước khi chúng bị xóa tự động.
zh_hans: 之后自动清除。
zh_hant: 才會自動清除。
